Repository: Nikka-Systems/learndash-sv_SE
Catalog: learndash-course-grid-*.po
Languages: sv_se

source: See more...
sv_se: Visa mer...

source: Free
sv_se: Gratis

source: Enrolled
sv_se: Registrerad

source: Completed
sv_se: Slutförd

source: LearnDash Course Grid
sv_se: Learndash kurstabell

source: %s Short Description
sv_se: Kort kursbeskrivning

source: A short description of the %s to show on %s list generated by course list shortcode.
sv_se: En kort beskrivning som visas i listan som genereras av kurslistekortkoden.

source: Course Grid Settings
sv_se: Kurstabellinställningar

source: Enable Video Preview
sv_se: Aktivera videoförhandsvisning

source: Select this option to use a featured video for this %s in the course grid. If not selected, the featured image will be used.
sv_se: Välj detta alternativ för att låta den utvalda videon visas i kurstabellen (annars används den utvalda bilden).

source: Video URL or Embed Code
sv_se: Video-URL eller inbäddningskod

source: Paste the direct video URL (or embed code) of the video you want to use in the course grid. If you have a video file URL, then you can use the video tag to embed your video like this:
sv_se: Klistra in video-URL:en (eller inbäddningskoden) för videon som du vill använda i kurstabellen. Ifall du har en videofils-URL kan du använda videotaggen för att bädda in videon på detta vis:

source: Custom Button Text
sv_se: Anpassad knapptext

source: Use this field to change the default "See More..." button text in the course grid.
sv_se: Använd detta fält för att ändra den förvalda "Visa mer-knapptexten" i kurstabellen.

source: Custom Ribbon Text
sv_se: Anpassad bandtext

source: Use this field to change the default ribbon text in the course grid.
sv_se: Använd detta fält för att ändra den förvalda bandtexten i kurstabellen.

source: Cheatin' huh?
sv_se: Fusk?
